app/Soap/Fedex/OpenShipService/OpenShip_v13/AddPackagesToOpenShipmentRequest_Reply.txt

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns="http://fedex.com/ws/openship/v13">
   <soapenv:Header/>
   <soapenv:Body>
      <AddPackagesToOpenShipmentRequest>
         <WebAuthenticationDetail>
            <ParentCredential>
               <Key>RZEndj3VoTN7IZPr</Key>
               <Password>FyOhzHVSNhQOhGlOoT7R5DRAW</Password>
            </ParentCredential>
            <UserCredential>
               <Key>IwxibuPidazmPdWY</Key>
               <Password>lqPWoVeWGAFboqFOtiBU9qfCy</Password>
            </UserCredential>
         </WebAuthenticationDetail>
         <ClientDetail>
            <AccountNumber>606503768</AccountNumber>
            <MeterNumber>100243452</MeterNumber>
            <Localization>
               <LanguageCode>EN</LanguageCode>
               <LocaleCode>en</LocaleCode>
            </Localization>
         </ClientDetail>
         <TransactionDetail>
            <CustomerTransactionId>AddPackages_1</CustomerTransactionId>
            <Localization>
               <LanguageCode>EN</LanguageCode>
               <LocaleCode>en</LocaleCode>
            </Localization>
         </TransactionDetail>
         <Version>
            <ServiceId>ship</ServiceId>
            <Major>13</Major>
            <Intermediate>0</Intermediate>
            <Minor>0</Minor>
         </Version>
         <Index>SSS44</Index>
         <RequestedPackageLineItems>
            <SequenceNumber>2</SequenceNumber>
            <GroupPackageCount>1</GroupPackageCount>
            <Weight>
               <Units>LB</Units>
               <Value>30.0</Value>
            </Weight>
            <Dimensions>
               <Length>12</Length>
               <Width>12</Width>
               <Height>12</Height>
               <Units>IN</Units>
            </Dimensions>
         </RequestedPackageLineItems>
      </AddPackagesToOpenShipmentRequest>
   </soapenv:Body>
</soapenv:Envelope>

Out:

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/">
   <SOAP-ENV:Header/>
   <SOAP-ENV:Body>
      <AddPackagesToOpenShipmentReply xmlns="http://fedex.com/ws/openship/v13">
         <HighestSeverity>SUCCESS</HighestSeverity>
         <Notifications>
            <Severity>SUCCESS</Severity>
            <Source>ship</Source>
            <Code>0000</Code>
            <Message>Success</Message>
            <LocalizedMessage>Success</LocalizedMessage>
         </Notifications>
         <TransactionDetail>
            <CustomerTransactionId>AddPackages_1</CustomerTransactionId>
            <Localization>
               <LanguageCode>EN</LanguageCode>
               <LocaleCode>en</LocaleCode>
            </Localization>
         </TransactionDetail>
         <Version>
            <ServiceId>ship</ServiceId>
            <Major>13</Major>
            <Intermediate>0</Intermediate>
            <Minor>0</Minor>
         </Version>
         <JobId>35ce2637d3202ds01516j211126</JobId>
         <CompletedShipmentDetail>
            <UsDomestic>false</UsDomestic>
            <CarrierCode>FDXE</CarrierCode>
            <MasterTrackingId>
               <TrackingIdType>FEDEX</TrackingIdType>
               <FormId>0430</FormId>
               <TrackingNumber>794890385077</TrackingNumber>
            </MasterTrackingId>
            <ExportComplianceStatement>30.37(f)</ExportComplianceStatement>
            <CompletedPackageDetails>
               <SequenceNumber>2</SequenceNumber>
               <TrackingIds>
                  <TrackingIdType>FEDEX</TrackingIdType>
                  <FormId>0441</FormId>
                  <TrackingNumber>794890385033</TrackingNumber>
               </TrackingIds>
               <GroupNumber>0</GroupNumber>
            </CompletedPackageDetails>
         </CompletedShipmentDetail>
      </AddPackagesToOpenShipmentReply>
   </SOAP-ENV:Body>
</SOAP-ENV:Envelope>